[
  {
    "name": "Смартфоны и планшеты",
    "brands": [
      {
        "name": "Apple",
        "products": [
          {
            "name": "Смартфон Apple iPhone 11 128Gb Slim Box черный",
            "description": "Функциональный и стильный смартфон Apple iPhone 11 в металлическом корпусе способен обеспечить не только повседневное общение и развлечения, но и продуктивную работу. Изображение на экране смартфона диагональю 6.1 дюйма обладает поразительной детализацией и цветопередачей. Олеофобное покрытие исключает сильное загрязнение экрана. В iPhone 11 мощный 6-ядерный процессор A13 Bionic, который выполняет любые задачи быстро и плавно. Кроме того, он работает максимально энергоэффективно, позволяя экономить заряд аккумулятора. Аппаратное и программное обеспечение слаженно работают вместе, поэтому заряд аккумулятора используется с максимальной эффективностью. Несъемный аккумулятор емкостью 3110 мАч поддерживает беспроводную зарядку, что сделает данный процесс более легким и быстрым. Новая система двух камер позволяет делать фотоснимки с широким и сверхшироким углом обзора. Обновленный интерфейс и новая сверхширокоугольная камера позволят увидеть и снять то, что происходит за пределами кадра. На все камеры iPhone 11 можно снимать невероятно четкое видео 4K с частотой 60 кадров в секунду. А если, например, вы записываете выступление ребенка на концерте и приближаете изображение, звук приближается тоже. Кроме того, редактировать видео теперь так же легко, как фото. Плохое освещение теперь не помеха хорошему фото. Ночной режим автоматически включается при низкой освещённости и позволяет делать великолепные фотографии. Вспышка не понадобится. Цвета будут выглядеть естественно, а сами фотографии — ярче. Снимайте портреты, получайте шедевры. Новые виды портретов, дополнительные варианты освещения и слаженная работа двух камер iPhone 11 — все это означает только одно: потрясающие фотографии. В портретном режиме теперь отлично получаются не только лица людей, но и мордахи домашних любимцев. Благодаря технологиям машинного обучения функция Smart HDR работает эффективнее, чем когда‑либо. Она распознаёт людей и обрабатывает их изображения иначе, чем остальную часть кадра. Благодаря игре света и тени лица выглядят выразительно, а оттенки кожи — естественно. И закат на заднем плане остается таким же восхитительным. Максимально надежная технология аутентификации по лицу. Face ID позволяет мгновенно разблокировать iPhone и обеспечивает защиту личных данных ещё лучше, чем Touch ID. Одним взглядом вы можете входить в приложения и учетные записи, а также оплачивать покупки с Apple Pay.  ",
            "price": 309875,
            "properties": {
              "specifications": {
                "Размер оперативной памяти": "4 ГБ",
                "Процессор": "6-ядерный Apple A13 Bionic",
                "Частота процессора": "2650 МГц",
                "Объем встроенной памяти": "128 ГБ",
                "Операционная система": "iOS 13",
                "Фотокамера": "12 + 12 Мп, светодиодная вспышка",
                "Емкость аккумулятора": "3110 мАч",
                "Габариты": "75.7x150.9x8.3 мм"
              },
              "images": [
                "https://resources.cdn-kaspi.kz/shop/medias/sys_master/images/images/h17/h14/31489167425566/apple-iphone-11-128gb-slim-box-cernyj-100692388-1-Container.jpg",
                "https://resources.cdn-kaspi.kz/shop/medias/sys_master/images/images/h76/hcc/31489168277534/apple-iphone-11-128gb-slim-box-cernyj-100692388-2-Container.jpg"
              ]
            }
          }
        ]
      }
    ]
  }
]